{
    "探索":"Explore",
    "說明":"Guide",
    "會員":"User",
    "語言":"Lng",
    "中文":"Mandarin",
    "英文":"English",
    "管理問卷":"Management",
    "個人資料":"Profile",
    "登入":"Login",
    "製作問卷":"MakeForm",
    "問卷標題":"Form Title",
    "問卷描述":"Form Description",
    "簡答題":"Text Area",
    "單選題":"Muliple Choice(Single)",
    "複選題":"Muliple Choice",
    "下拉式選單":"Drop down",
    "新增選項":"Add Choice",
    "刪除":"Delete",
    "取消":"Cancel",
    "填寫資訊":"Form Info",
    "發布問卷":"Submit",
    "截止與抽獎時間":"Form End Time and lottery Time",
    "問卷截止時間":"Form End Time",
    "抽獎時間":"Lottery Time",
    "問卷縮圖圖片":"Form Image",
    "選擇圖片":"Select Image",
    "問卷類別":"Form Type",
    "是否有抽獎？":"Lottery or not?",
    "抽獎獎品類別？":"Lottery Gift Type",
    "是":"Yes",
    "否":"No",
    "商業及管理學門" : "Business",
    "教育學門" : "Education",
    "工程學門" : "Engineering",
    "社會及行為科學學門" : "Behavioral",
    "民生學門" : "People's Livelihood",
    "人文學門" : "Humanities",
    "電算機學門" : "Computer Science",
    "法律學門" : "Law",
    "藝術學門" : "Art", 
    "社會服務學門" : "Social Service", 
    "傳播學門" : "Communication", 
    "醫藥衛生學門" : "Medicine", 
    "設計學門" : "Design", 
    "建築及都市規劃學門" : "Urban Planning", 
    "農業科學學門" : "Agricultural Sciences", 
    "運輸服務學門" : "Transportation", 
    "自然科學學門" : "Natural Sciences", 
    "數學及統計學門" : "Mathematics", 
    "生命科學學門" : "Life Sciences", 
    "環境保護學門" : "Environmental Protection", 
    "軍警國防安全學門" : "Military Police", 
    "獸醫學門" : "Veterinary Medicine",
    "其他學門" : "Others",
    "飲料類":"Drinks",
    "食物類":"Foods",
    "兌換卷類":"Redemption voucher",
    "服裝飾品類":"Clothes",
    "美妝保養類":"Beauty care",
    "圖書類":"Books",
    "日用品類":"Daily necessities",
    "運動戶外類":"Sport",
    "現金類":"Cash",
    "問卷製作失敗，請再試一次":"Submit failed, Please try again",
    "輸入獎品資訊":"Gift Info",
    "獎品名稱":"Gift Name",
    "獎品數量":"Gift Quantities",
    "新增獎品":"Add Gift",
    "抽獎獎品類別未選擇":"Gift Type Not Selected",
    "問卷截止日不得晚於問卷抽獎日":"The deadline for the form should not be later than the date of the form draw",
    "禮物名稱不得為空":"Gift name cannot be empty",
    "禮物數量請填入正整數":"Gift quantities should be positive integer",
    "問卷標題未填寫":"Form Title cannot be empty",
    "問卷題目未製作":"Form question cannot be empty",
    "填寫問卷，參與抽獎，":"Fill out the Forms and participate in the lucky draw, ",
    "發布專屬於你的抽獎問卷":"Post your own lottery Form",
    "Formalot 是問卷抽獎管理的首選平台！":"Formalot is the platform of choice for survey lottery management! ",
    "登出":"Logout",
    "探索抽獎":"Explore",
    "問卷":" Form",
    "熱門":"Popular",
    "最新":"Newest",
    "點擊問卷，快速填寫問卷，即可參加抽獎，幸運星即將降臨":"Click on the forms, fill in the forms quickly, you can participate in the lottery, the lucky star is coming soon",
    "會員使用須知":"Instructions for use by members",
    "註冊":"Register",
    "填寫問卷":"Fill Form",
    "註冊詳細內容":"Use the mailboxes of colleges and universities to apply for registration as a member, you can fill in the questionnaire to participate in the lottery, or publish your own questionnaire. <1/> When applying, please fill in your name, student number and contact email. The system will send a registration verification code to your email. Just fill in the verification code to become a member.",
    "填寫問卷詳細內容":"Users can click on the questionnaires they are interested in to fill in. Please fill in all the questions. After sending the questionnaires, you will be eligible for the lottery.<1/>When the questionnaire draw time expires, the system will automatically draw the lottery on the hour. Users can go to the 'Questionnaire Management' page to view the questionnaires they have filled out, and the labels 'Winning, Not Winning, and Not Drawing' will be displayed to know the winning results of the questionnaire.<1/>If the user wins the lottery, the system will send the winning notification letter to the user's mailbox after the author of the questionnaire clicks 'Send the winning notification letter'.<1/>After winning the lottery, the user needs to claim the winning prize according to the method specified by the author of the questionnaire.",
    "製作問卷詳細內容":"If users want to publish a questionnaire, please click 'Create Questionnaire' to design their own questionnaire according to their needs. <1/>After the design is completed, please fill in the deadline of the questionnaire, the draw time and other information, and set the number and content of the prizes. <1/>When the lottery time for the questionnaire ends, the system will automatically draw the lottery on the hour. Producers, please click 'Send Winning Notification Letter' within 'one day' after the lottery draw, and the system will automatically send the winning notification to the mailbox of the winner. <1/>The creator can modify the content of the letter and specify the way for the winner to receive the prize, which can be 'physical face-to-face' or 'mailing'. Please fulfill the delivery obligations. Those who fail to perform may be reported and suspended, and the system will no longer be used in the future.",
    "檢舉機制":"Reporting mechanism",
    "檢舉機制詳細內容":"This system is designed to ensure the fairness and openness of the lottery mechanism. Therefore, the system will ensure that all questionnaires are automatically drawn at the lottery deadline, and that all members can clearly track the lottery progress of any questionnaire, whether the lottery is carried out, and the status of each prize. winning users. <1/> After the lottery is over, the system will automatically send a letter to the winner's mailbox to remind the winner and the questionnaire author to deliver the prize offline. <1/>The system cannot guarantee the responsibility of the producer to fulfill the delivery obligation, so we have established a reporting mechanism to protect the rights and interests of the respondents.If the winning user cannot successfully contact the author of the questionnaire, or the author of the questionnaire fails to deliver the prize, resulting in failure to fulfill the delivery obligation, the winner can send a letter to the official mailbox to report the author of the questionnaire. <1/>The text of the letter is referenced as follows.",
    "檢舉作法":"After the official Formalot receives the report letter, it will confirm whether the whistleblower is indeed the winner of the questionnaire. After confirmation, the official will send a 'report notification letter' to the mailbox of the questionnaire author. <1/>The author of the questionnaire should send a letter within 3 days to submit the proof of the delivery of the prize: attach the photo of the prize, the postage of the prize, the photo and other supporting documents. <1/>If there are other objections, the author of the questionnaire can put forward a rebuttal statement, such as the winner forgets to miss the time to collect the prize, the winner's mailing address is wrong, etc. <1/> According to the contents of the two letters, the system officials will try to restore the facts as much as possible, find a neutral solution, and reply the final report judgment result to the two parties. <1/>If the final official judges that the report of the respondent is unreasonable or invalid, the system will leave a record. If the same respondent has more than 3 (inclusive) reports of invalid reporting, the system will suspend the respondent's account and prohibit the user from using the system. If the questionnaire maker does not reply within 3 days after receiving the 'Report Notification Letter', we will send another 'Report Notification Letter' to the questionnaire maker. If the author does not reply within 3 days, the system will suspend the authorization Producer, and prohibit the user from using this system. If it is finally determined that the author of the questionnaire has not fulfilled the delivery obligation, we will suspend the author's account and prohibit the user from using the system. <1/>",
    "電子郵件":"Email Address",
    "密碼":"Password",
    "忘記密碼":"Forget your password",
    "建立新帳號":"Register",
    "加入":"JOIN",
    "輕鬆填寫問卷、參加抽獎":"Easily fill out Forms and participate in lucky draws. ",
    "隨時查看抽獎進度":"Check the progress of the draw at any time. ",
    "把一堆獎品免費帶回家":"Take home a bunch of prizes for free. ",
    "姓氏":"Last Name",
    "名字":"First Name",
    "確認密碼":"Confirm Password",
    "信箱驗證碼":"Email Verify Code",
    "取得驗證碼":"Get Code",
    "我已詳閱":"I have read",
    "會員須知":"Member Law",
    "並同意所有會員規範":"and agree to all membership specifications",
    "幫助":"Help",
    "了解更多":"Know more",
    "信箱":"Email",
    "學號":"School ID",
    "編輯個人資訊":"Edit Profle",
    "你的信箱":"Your Email",
    "輸入新密碼":"Input new Password",
    "確認新密碼":"Input one more time",
    "修改":"Edit",
    "截止時間":"End Time",
    "抽獎名額 ":"Lottery Quota ",
    " 名":"",
    "問卷題目不得為空":"Form question cannot be empty",
    "選項":"Option",
    "此問卷沒有抽獎":"This form doesn't have lottery",
    "抽獎結果":"Draw Result",
    "填答結果":"Form Result",
    "此問卷不存在":"This form doesn't exist",
    "此問卷已被作者刪除":"This form has been deleted",
    "獎品":"Gift",
    "製作者":"Form Maker",
    "發布時間":"Post Time",
    "問卷資訊":"Form's Information",
    "回首頁":"Back to Home",
    "送出表單":"Submit",
    "問卷還沒到抽獎日期":"Form hasn't meet lottery time yet",
    "可抽獎人名單":"People who can attend lottery",
    "人":"",
    "問卷已到抽獎日，等待抽獎中，請稍候":"Waiting for draw......",
    "寄出中獎通知":"Send notification",
    "官方信箱":"Official Address",
    "填答者帳號":"Form Maker Account",
    "填答日期":"Fill Out Date",
    "抽獎日期":"Draw out Date",
    "檢舉事宜":"Reporting matters",
    "中獎通知信":"Winning Notification Letter",
    "信件內容":"Email content",
    "信件標題":"Email title",
    "下載檔案":"Download File",
    "問卷管理":"Forms Management",
    "已填寫問卷":"Forms completed",
    "已發佈問卷":"Forms posted",
    "探索問卷":"Explore Form",
    "未中獎":"Failed",
    "已中獎":"win!",
    "未開獎":"Hasn't drawn",
    "已刪除":"deleted",
    "未知狀態":"Unknown",
    "無獎品":"No lot",
    "已開獎":"Has drawn",
    "已結束":"Ended",
    "待開獎":"Wait draw",
    "此類別沒有問卷喔，趕快去製作一個吧！":"There is no form for this category, so go make one now!",
    "3C類":"3C",
    "無抽獎活動":"No lottery",
    "分類方式":"Classification",
    "以領域搜尋":"Search by field",
    "以獎品搜尋":"Search by gift",
    "類別":"Category",
    "使用者隱私權政策":"User Privacy Policy",
    "個人資料之安全":"Security of Personal Data",
    "個人資料的蒐集、處理、利用":"Collection, processing and utilization of personal data",
    "資料安全":"data security",
    "在未經會員同意之下，我們不會將會員的個人資料提供予第三人。會員應妥善保密自己的網路密碼及個人資料，不要將任何個人資料，尤其是網路密碼提供給任何人。在使用完Formalot所提供的服務後，務必記得登出帳戶，若是與他人共享電腦或使用公共電腦，切記要關閉瀏覽器視窗。":"We will not provide members' personal data to third parties without the member's consent. Members should keep their network passwords and personal information confidential, and do not provide any personal information, especially network passwords, to anyone. After using the services provided by Formalot, be sure to log out of your account, and if you share your computer with others or use a public computer, remember to close your browser window.",
    "網站所取得的個人資料，都僅供Formalot於其內部、依照原來所說明的使用目的和範圍，除非事先說明、或依照相關法律規定，否則不會將資料提供給第三人、或移作其他目的使用。":"The personal information obtained by the website is only for the purpose and scope of use within Formalot, in accordance with the original description. Unless stated in advance, or in accordance with relevant laws, the information will not be provided to third parties or transferred to other parties. purpose of use.",
    "為保障會員的隱私及安全，Formalot會以合理之技術及程序對用戶密碼進行保護，保障所有個人資料之安全。":"In order to protect the privacy and security of members, Formalot will protect user passwords with reasonable technology and procedures to ensure the security of all personal data."
}