import { Card } from './Components/Card';
import { Navbar } from './Components/Navbar';

const Instruction = () => {
    
    return (
        <>
        <Navbar />
            <section className='survey-bar'>
                <div className='instruction-container'>
                    <h2 className='manage-header'>會員須知</h2>
                    <h3 className='manage-header'>1. 平台使用說明</h3>
                        <p>
                        問卷抽獎系統使用說明必定會成為未來世界的新標準。我們要學會站在別人的角度思考。蘇霍姆林斯基講過一段深奧的話，愛，首先意味著奉獻，意味著把自己心靈的力量獻給所愛的人，為所愛的人創造幸福。這不禁令我深思。我以為我了解問卷抽獎系統使用說明，但我真的了解問卷抽獎系統使用說明嗎？仔細想想，我對問卷抽獎系統使用說明的理解只是皮毛而已。在這種不可避免的衝突下，我們必須解決這個問題。伏契克曾提出，英雄就是這樣一個人，他在決定性關頭做了為人類社會的利益所需要的事。我希望諸位也能好好地體會這句話。我們一般認為，抓住了問題的關鍵，其他一切則會迎刃而解。我們都很清楚，這是個嚴謹的議題。經過上述討論，世界需要改革，需要對問卷抽獎系統使用說明有新的認知。叔本華告訴我們，無價值的事物總是不斷增加：由於頻繁的重複，許多起初在我們看來重要的事物逐漸變得毫無價值。希望大家能從這段話中有所收穫。這樣看來，若到今天結束時我們都還無法釐清問卷抽獎系統使用說明的意義，那想必我們昨天也無法釐清。羅素說過一句經典的名言，偉大的事業是根源於堅韌不斷地工作，以全副精神去從事，不避艱苦。但願各位能從這段話中獲得心靈上的滋長。薛瑄講過，小人不可與盡言。這段話可說是震撼了我。
                        </p>
                        <p>
                        我們要從本質思考，從根本解決問題。這是不可避免的。問卷抽獎系統使用說明必定會成為未來世界的新標準。話雖如此，生活中，若問卷抽獎系統使用說明出現了，我們就不得不考慮它出現了的事實。總而言之，若發現問題比我們想像的還要深奧，那肯定不簡單。需要考慮周詳問卷抽獎系統使用說明的影響及因應對策。在人生的歷程中，問卷抽獎系統使用說明的出現是必然的。
                        </p>

                    <h3 className='manage-header'>2. 問卷設計準則</h3>
                        <p>
                        問卷抽獎系統使用說明必定會成為未來世界的新標準。我們要學會站在別人的角度思考。蘇霍姆林斯基講過一段深奧的話，愛，首先意味著奉獻，意味著把自己心靈的力量獻給所愛的人，為所愛的人創造幸福。這不禁令我深思。我以為我了解問卷抽獎系統使用說明，但我真的了解問卷抽獎系統使用說明嗎？仔細想想，我對問卷抽獎系統使用說明的理解只是皮毛而已。在這種不可避免的衝突下，我們必須解決這個問題。伏契克曾提出，英雄就是這樣一個人，他在決定性關頭做了為人類社會的利益所需要的事。我希望諸位也能好好地體會這句話。我們一般認為，抓住了問題的關鍵，其他一切則會迎刃而解。我們都很清楚，這是個嚴謹的議題。經過上述討論，世界需要改革，需要對問卷抽獎系統使用說明有新的認知。叔本華告訴我們，無價值的事物總是不斷增加：由於頻繁的重複，許多起初在我們看來重要的事物逐漸變得毫無價值。希望大家能從這段話中有所收穫。這樣看來，若到今天結束時我們都還無法釐清問卷抽獎系統使用說明的意義，那想必我們昨天也無法釐清。羅素說過一句經典的名言，偉大的事業是根源於堅韌不斷地工作，以全副精神去從事，不避艱苦。但願各位能從這段話中獲得心靈上的滋長。薛瑄講過，小人不可與盡言。這段話可說是震撼了我。
                        </p>
                        <p>
                        我們要從本質思考，從根本解決問題。這是不可避免的。問卷抽獎系統使用說明必定會成為未來世界的新標準。話雖如此，生活中，若問卷抽獎系統使用說明出現了，我們就不得不考慮它出現了的事實。總而言之，若發現問題比我們想像的還要深奧，那肯定不簡單。需要考慮周詳問卷抽獎系統使用說明的影響及因應對策。在人生的歷程中，問卷抽獎系統使用說明的出現是必然的。
                        </p>

                    <h3 className='manage-header'>3. 停權規定</h3>
                        <p>
                        問卷抽獎系統使用說明必定會成為未來世界的新標準。我們要學會站在別人的角度思考。蘇霍姆林斯基講過一段深奧的話，愛，首先意味著奉獻，意味著把自己心靈的力量獻給所愛的人，為所愛的人創造幸福。這不禁令我深思。我以為我了解問卷抽獎系統使用說明，但我真的了解問卷抽獎系統使用說明嗎？仔細想想，我對問卷抽獎系統使用說明的理解只是皮毛而已。在這種不可避免的衝突下，我們必須解決這個問題。伏契克曾提出，英雄就是這樣一個人，他在決定性關頭做了為人類社會的利益所需要的事。我希望諸位也能好好地體會這句話。我們一般認為，抓住了問題的關鍵，其他一切則會迎刃而解。我們都很清楚，這是個嚴謹的議題。經過上述討論，世界需要改革，需要對問卷抽獎系統使用說明有新的認知。叔本華告訴我們，無價值的事物總是不斷增加：由於頻繁的重複，許多起初在我們看來重要的事物逐漸變得毫無價值。希望大家能從這段話中有所收穫。這樣看來，若到今天結束時我們都還無法釐清問卷抽獎系統使用說明的意義，那想必我們昨天也無法釐清。羅素說過一句經典的名言，偉大的事業是根源於堅韌不斷地工作，以全副精神去從事，不避艱苦。但願各位能從這段話中獲得心靈上的滋長。薛瑄講過，小人不可與盡言。這段話可說是震撼了我。
                        </p>
                        <p>
                        我們要從本質思考，從根本解決問題。這是不可避免的。問卷抽獎系統使用說明必定會成為未來世界的新標準。話雖如此，生活中，若問卷抽獎系統使用說明出現了，我們就不得不考慮它出現了的事實。總而言之，若發現問題比我們想像的還要深奧，那肯定不簡單。需要考慮周詳問卷抽獎系統使用說明的影響及因應對策。在人生的歷程中，問卷抽獎系統使用說明的出現是必然的。
                        </p>                
                </div>
            </section>
        </>
    )
}

export { Instruction }